#include<iostream>
#include"workerManager.h"
using namespace std;

void workerManager::exitsystem()
{
	cout<<"欢迎您的下次使用！"<<endl;
	exit(0);
}

void workerManager::showMenu()
{
	cout << "********************************************" << endl;
	cout << "*************欢迎使用员工管理系统*************" << endl;
	cout << "****************0、退出系统******************" << endl;
	cout << "****************1、增加员工******************" << endl;
	cout << "****************2、显示信息******************" << endl;
	cout << "****************3、删除员工******************" << endl;
	cout << "****************4、修改信息******************" << endl;
	cout << "****************5、显示信息*****************" << endl;
	cout << "****************6、排序员工******************" << endl;
	cout << "****************7、清空信息******************" << endl;
}